; MSETUP4 string table
[STRING]
CHARSET="134"
FONTNAME="宋体"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="由于正在被其他用户使用，无法启动本软件。"
MSE1="无法重新启动系统。请关闭当前运行的安装程序或应用程序软件。然后退出 Canon 安装程序并重新安装。"
MSE2="当前操作系统下无法使用该程序。"
MSE3="要安装软件，必须登录到管理员帐户。\n单击“确定”取消安装。如果您正在使用 CD-ROM，请单击“确定”后取出 CD-ROM。\n取消安装后，请登录到管理员帐户，然后安装该软件。"
MSE3_Mac="请使用管理员帐户登录以启动本软件。"
MSE31_Mac="需要管理员用户名称和密码以安装本软件。"
MSE4="需要适当的应用程序软件显示所选文件。"
MSE5="驱动器 %D% 空间不足。安装软件需要 %S% 兆字节。"
MSE6="指定的文件夹无效。请指定一个在本地硬盘驱动器上的可写文件夹。"
MSE7="由于屏幕分辨率过低，导致该程序无法启动。请将分辨率改为 800x600 像素或更高，然后重新执行该操作。\n当在平板计算机上进行安装时，请将屏幕方向设置为横向模式，然后执行该操作。"
MSE7_Mac="由于屏幕分辨率过低，导致该程序无法启动。请将分辨率改为 800x600 像素或更高，然后重新执行该操作。"
MSE8="CD-ROM 驱动器中没有 CD-ROM。\n请将 CD-ROM 重新插入驱动器。"
MSE9="文件名不能包括以下字符: \n/ , ; * ? \\" < > |"
MSE10="指定的路径名超过限制。请指定 150 个字符以内的路径名。"
MSE11="指定的路径名中没有驱动器名称，或者指定了相对路径。请指定一个完整路径。"
MSE14="计算机不支持该程序。"
MSE15="该程序可以在 Windows 2000 Service Pack 4 或更高版本的操作系统执行。如果您的操作系统版本早于 Service Pack 4，请更新 Windows 2000 系统版本到 Service Pack 4 或更高版本并重新执行操作。"
MSE16="无法打开文件。"
MSE17="该程序可以在 Windows XP Service Pack 2 或更高版本的操作系统执行。如果您的操作系统版本早于 Service Pack 2，请更新 Windows XP 系统版本到 Service Pack 2 或更高版本并重新执行操作。"
MSE18="使用 Windows XP 时，该程序可以在 Windows XP Service Pack 3 或更高版本的操作系统执行。请将 Windows XP 更新到 Service Pack 3 或更高版本并重试。"
MSE19="使用 Windows Vista 时，该程序可以在 Windows Vista Service Pack 1 或更高版本的操作系统执行。请将 Windows Vista 更新到 Service Pack 1 或更高版本并重试。"
MSE20="使用 Windows Vista 时，该程序可以在 Windows Vista Service Pack 2 或更高版本的操作系统执行。请将 Windows Vista 更新到 Service Pack 2 或更高版本并重试。"
MSE21="驱动器中没有 CD-ROM。此时安装应用程序将关闭。"
MSM0001="确定"
MSM0002="取消"
MSM0003="是"
MSM0004="否"
MSM0005="上一步"
MSM0006="下一步"
MSM0007="继续"
MSM0008="中止"
MSM0009="退出"
MSM0010="安装"
MSM0011="帮助"
MSM0012="选择全部"
MSM0013="清除全部"
MSM0014="查看最新信息"
MSM0015="继续安装"
MSM0016="取消安装"
MSM0017="语言"
MSM0018="默认值"
MSM0019="跳过"
MSM0020="返回初始界面"
MSM0021="关闭"
MSM0022="保存"
MSM0101="错误"
MSM0102="警告"
MSM0103="信息"
MSM0104="Canon"
MSM1001="语言"
MSM1002="选择该程序使用的语言，然后单击 “下一步”。"
MSM1003="选择该程序使用的语言，然后单击 “上一步”。"
MSM1004="请选择语言。"
MSM1011="开始安装 Helper tool。Helper tool 是安装操作所必需的。"
MSM1021="正在获取信息"
MSM1022="正在获取最新驱动程序和软件的相关信息。"
MSM1023="为互联网访问需要，该软件将获取保存在您的钥匙串中的信息。\n如果出现“确认对钥匙串的访问”对话框，请单击“总是允许”。"
MSM1024="正在获取最新软件的相关信息。"
MSM1031="信息获取错误"
MSM1032="获取驱动程序和软件的相关信息失败。请检查网络连接并重试。"
MSM1033="无法找到与所用环境兼容的软件。"
MSM1034="获取软件的相关信息失败。请检查网络连接并重试。"
MSM1051="选择打印机"
MSM1052="选择扫描仪"
MSM1103="美国，加拿大，拉丁美洲"
MSM1104="欧洲，中东，非洲"
MSM1105="亚洲"
MSM1106="太平洋地区"
MSM1116="国家和地区"
MSM1117="选择居住地。"
MSM1118="选择您所在的国家或地区。如果您所在的国家或地区未在下表中列出，请选择“其他”。"
MSM1241="开始设置"
MSM1242="开始进行必要设置，以便从计算机使用本机。\n请按照屏幕上的说明进行操作。"
MSM1243="开始设置"
MSM1244="该软件可以让您从计算机使用本机。"
MSM1245="实用软件"
MSM1246="显示如何下载和使用软件以便充分利用本机。"
MSM1247="在线手册"
MSM1248="可以在线查看手册。"
MSM1249="使用在互联网上找到的最新软件"
MSM1250="设置"
MSM1305="驱动器 %DRIVELETTER% %DISKSPACE% 兆字节的剩余空间"
MSM1306="全部所用空间: %ITEMSPACE% 兆字节"
MSM1307="%s MB"
MSM1311="应用程序"
MSM1312="预计安装时间: %INSTALLTIME_MIN% 至 %INSTALLTIME_MAX% 分钟"
MSM1315="根据网络环境，安装可能花费一些时间。"
MSM1451="软件安装列表"
MSM1452="将安装所选软件。请确保已选择想要安装的软件，然后单击 “下一步”。"
MSM1453_Mac="需要安装以下所有软件以使用本打印机的全部功能。"
MSM1454="该软件为必选项目而且无法取消选择。"
MSM1455_Mac="需要安装以下所有软件以使用本扫描仪的全部功能。"
MSM1601="许可协议"
MSM1602="请在安装所选软件程序前，仔细阅读下面的许可协议。"
MSM1603="如果接受该协议，单击 “是”。如果单击 “否”，将取消软件安装。"
MSM1604="安装 %CURRENT_STEPITEM% 之前，请认真阅读以下许可协议。"
MSM1605="如果接受该协议，单击 “是”。如果单击 “否”，软件将无法安装。"
MSM1606="Canon 产品"
MSM1607="如果不接受该许可协议，将取消软件安装。确定吗？"
MSM1608="如果不接受该许可协议，将取消安装该应用程序和需要该应用程序的 Print Studio Pro。确定吗？"
MSM1671="安装 .NET Framework"
MSM1672="计算机上未安装 Microsoft .NET Framework 4。要使用所有软件，需要安装 Microsoft .NET Framework 4。要安装吗？"
MSM1681="未找到 Microsoft .NET Framework 4"
MSM1682="未找到 Microsoft .NET Framework 4 或其安装不正确。\n必须正确安装 Microsoft .NET Framework 4 才能安装该软件。"
MSM1683="所选软件需要安装 .Net Framework。如果未连接至 Internet，则可能不安装此软件。"
MSM1684="  - %s"
MSM1701="安装进度: %PROGRESS%%"
MSM1702="完成大约还需 %RESTTIME% 分钟"
MSM1711="正在下载..."
MSM1712="正在计算剩余时间..."
MSM1804="许可协议"
MSM1809="完成"
MSM1901="正在处理"
MSM1902="正在处理。请等待。"
MSM1903="这可能大约需要一分钟。"
MSM1904="正在安装: %ITEM%"
MSM1905="正在下载: %ITEM%"
MSM1906="正在下载 %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="正在检查要下载的项目..."
MSM1908="正在下载... %d/%d"
MSM2001="打印机连接"
MSM2002="确保打印机已经连接到计算机上，并打开打印机电源。"
MSM2003="未检测到打印机。请检查连接。"
MSM2008="正在计算机中注册打印机。\n此处理可能花费一些时间。"
MSM2010="打印机连接"
MSM2031="扫描仪连接"
MSM2032="确保扫描仪已经连接到计算机上，如果扫描仪有电源按钮，请将其打开。"
MSM2033="未检测到扫描仪。请检查连接。"
MSM2034="已检测到扫描仪。请等待安装完成。"
MSM2096="打印机检测"
MSM2097="正在搜索网络上的打印机。"
MSM2111="正在检查打印机状态"
MSM2112="检查连接方法"
MSM2113="使用无线连接将打印机连接至以下无线路由器吗？"
MSM2114="无线路由器: %s"
MSM2115="打印机(序列号): %s(%s)"
MSM2116="允许通过 Wi-Fi 连接使用以下打印机吗？"
MSM2117="允许通过有线 LAN 连接使用以下打印机吗？"
MSM2118="允许通过 USB 连接使用%s吗？"
MSM2119="允许通过直接连接使用以下打印机吗？"
MSM2120="关于连接方法"
MSM2121="选择无线路由器"
MSM2122="选择您想连接打印机的无线路由器。"
MSM2123="无线路由器:"
MSM2124="密码:"
MSM2125="隐藏文本"
MSM2126="手动添加"
MSM2131="请输入所用无线路由器信息。"
MSM2132="网络名称(SSID):"
MSM2133="加密类型:"
MSM2134="不使用"
MSM2135="使用 WEP"
MSM2136="使用 WPA/WPA2"
MSM2137="无"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="WEP 密钥长度:"
MSM2142="64 位"
MSM2143="128 位"
MSM2151="WEP 密钥格式:"
MSM2152="ASCII"
MSM2153="十六进制"
MSM2161="WEP 密钥 ID:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="对于 64 位 WEP，密钥长度必须为 ASCII 格式的 5 个字符。\n请重新输入。"
MSM2172="对于 64 位 WEP，密钥长度必须为十六进制格式的 10 个数字。\n请重新输入。"
MSM2173="对于 128 位 WEP，密钥长度必须为 ASCII 格式的 13 个字符。\n请重新输入。"
MSM2174="对于 128 位 WEP，密钥长度必须为十六进制格式的 26 个数字。\n请重新输入。"
MSM2175="如果密钥格式为 ASCII，无法使用除 ASCII 字符以外的字符。\n输入正确值。"
MSM2176="如果密钥格式为十六进制，无法使用除十六进制数字以外的字符。\n输入正确值。"
MSM2177="输入 8 至 63 个字符(ASCII)的密码，或 64 个数字(十六进制)的密码。"
MSM2178="密码无效。输入 5 或 13 个字符，或者 10 或 26 个字符(十六进制)。"
MSM2181="检查网络名称(SSID)"
MSM2182="无线路由器(SSID): %s\n\n如果网络名称(SSID)正确，请单击“下一步”继续。\n如果网络名称(SSID)不正确，请单击“上一步”并重新添加无线路由器。"
MSM2183="无线路由器的密码可能不正确。\n请单击“上一步”，然后再次输入密码。"
MSM2184="网络(SSID)选择错误"
MSM2185="您的打印机不支持 5GHz 网络。\n请单击“上一步”，然后选择支持 2.4GHz 的网络(SSID)。"
MSM2186="无线路由器的加密类型与加密设置不匹配。\n请单击“上一步”，然后重新添加无线路由器。"
MSM2190="选择网络(SSID)"
MSM2191="从打印机无法找到此计算机连接的网络(SSID)。请选择网络名称(SSID)。"
MSM2192="MAC 地址:"
MSM2193="(选择)"
MSM2194="其他网络"
MSM2195="网络(SSID)设置"
MSM2196="请输入网络(SSID)信息。"
MSM2197="密码"
MSM2198="请输入网络(SSID)密码。"
MSM2199="网络名称(SSID): %s"
MSM2200="网络名称(SSID): %s\n\n如果网络名称(SSID)正确，请单击“下一步”继续。\n如果网络名称(SSID)不正确，请单击“上一步”并重新选择网络名称(SSID)。"
MSM2201="网络(SSID)密码可能不正确。\n请单击“上一步”，然后再次输入密码。"
MSM2202="您的打印机不支持 5GHz 网络。\n请单击“上一步”，然后选择支持 2.4GHz 的网络(SSID)。"
MSM2203="网络(SSID)的加密类型与加密设置不匹配。\n请单击“上一步”，然后重新配置。"

MSM2252="安装完成"
MSM2253="从计算机打印的设置已完成。\n下一步，将安装软件。"
MSM2254="未完成安装。\n要继续安装实用软件，请单击 “继续”。"
MSM2255="设置已完成。"
MSM2256="现在可以从计算机打印。"
MSM2261="正在设置"
MSM2262="网络连接在设置过程中暂时被禁用。\n这可能需要几分钟。请等待。"
MSM2263="执行无电缆线设置失败。挂起进程并遵从屏幕上的用法说明选择其他设置方法。"
MSM2264="正在执行设置。这可能需要几分钟。请等待。"
MSM2301="安装失败"
MSM2310="打印机搜索错误"
MSM2311="未找到已连接的打印机。\n要重新搜索打印机，请单击“重新搜索”。"
MSM2312="重新搜索"
MSM2313="设置已取消"
MSM2314="设置已被取消。\n请单击“返回初始界面”，然后重新开始设置。"
MSM2315="安装失败。\n请单击“返回初始界面”，然后重新开始设置。"
MSM2390="您必须在使用该打印机前执行打印头对齐。有关详细信息，请单击“打印头对齐”，然后遵循屏幕上显示的说明进行操作。\n\n对齐完成后，请单击“下一步”。"
MSM2391="打印头对齐"
MSM2401="推荐打印头对齐"
MSM2411="打印头对齐"
MSM2413="执行"
MSM2414="当使用该打印机打印照片时，建议您执行打印头对齐。要现在执行打印头对齐，请在纸盒中装入普通纸并单击 “执行”。完成打印头对齐后，单击 “下一步”。详细信息请参阅打印机手册。\n\n另外，安装完成后也可进行打印头对齐。如要不执行打印头对齐并继续，单击 “下一步”。"
MSM2416="您需要在使用该打印机前执行打印头对齐。单击 “执行” 以显示“启动打印头对齐”屏幕。参照电子手册的用法说明打印对齐图案。把打印的对齐图案放置在稿台上并扫描。\n\n完成打印头对齐后，单击 “下一步”。"
MSM2416_Mac="您需要在使用该打印机前执行打印头对齐。单击 “执行” 以显示“启动打印头对齐”屏幕。参照电子手册的用法说明打印对齐图案。把打印的对齐图案放置在稿台上并扫描。\n\n完成打印头对齐后，单击 “下一步”。"
MSM2417="本打印机具有打印头对齐功能。如果打印结果出现未对齐的线条或者不令人满意，对齐打印头可能会解决这些问题。"
MSM2418="您需要在使用该打印机前执行打印头对齐。在打印机中装入纸张，单击 “执行”，然后单击 “下一步”。"
MSM2418_Mac="您需要在使用该打印机前执行打印头对齐。在打印机中装入纸张，然后单击 “执行”。\n\n如果您不想对齐打印头，单击 “下一步”。"
MSM2420="搜索打印机。"
MSM2421="搜索 %PRODUCTNAME%。"
MSM2422="无法找到打印机队列。"
MSM2423="单击 “注册打印机” 以注册您的打印机。"
MSM2424="注册打印机"
MSM2434="注册扫描仪"
MSM2437_Mac="添加打印机"
MSM2438_Mac="单击“添加打印机”时，将显示可用的打印机。选择种类区域显示“Canon IJ Network”的 %s，然后单击“添加”。\n添加打印机后，单击“下一步”。"
MSM2439_Mac="如果未显示可添加的打印机或不确定如何使用屏幕，请单击 “在线手册”。"
MSM2440_Mac="选择扫描仪"
MSM2441_Mac="设置扫描仪至计算机。\n\n单击“选择扫描仪”以开启用于设置扫描仪的应用程序软件。 参照应用程序软件的用法说明完成设置。"
MSM2451="用户注册"
MSM2453="下一步"
MSM2464="用户注册"
MSM2465="立即注册 Canon 产品，您将享受以下待遇:\n- 每月接收到 Canon 存储系统为您准备的邮件新闻\n- 接收到有趣的 Creative Park 方案和有用的提示\n- 第一时间接收到软件更新的通知"
MSM2474="用户注册"
MSM2475="通过注册产品，您可以接收到有用的产品和服务信息。您需要连接网络进行注册。"
MSM2484="产品注册"
MSM2485JU="立即注册 Canon 产品您将享受以下待遇:\n- 如果发生保险索赔 Canon U.S.A. 将存储您的用户信息\n- 第一时间接收到软件更新的通知\n- 每月接收到 Canon 存储系统为您准备的邮件新闻"
MSM2485M="通过更新或注册新产品，您可以接收到有用的产品和服务信息。您需要连接网络进行更新或注册。"
MSM2486_Mac="如果单击 “下一步”，您的产品名称、操作系统信息和地域信息将被自动收集并通过互联网发送到 Canon。这些信息仅用于打开注册屏幕。"
MSM2486_Mac2="如果单击 “下一步”，您的产品名称、操作系统信息、地域信息以及打印机序列号将被自动收集并通过互联网发送到 Canon。这些信息仅用于打开注册屏幕。"
MSM2487="要稍后进行注册，请单击 “取消” 并进行下一个步骤。您可以通过 Quick Menu 随时注册您的产品。"
MSM2501="CANON iMAGE GATEWAY 用户注册"
MSM2502="注册"
MSM2503="CANON iMAGE GATEWAY 产品注册"
MSM2504="CANON iMAGE GATEWAY 是一项为产品买方提供的专用在线服务，使其享有免费会员/免会员年费的权利。如果您申请用户注册，就可以使用各种服务来增强数码照片体验的乐趣。"
MSM2505="CANON iMAGE GATEWAY 是免会员费的网站。我们提供产品的支持信息以及与打印项目(例如贺年卡)相关的信息。我们提供相机拍摄技术等有用提示以助您享受产品的使用乐趣，以及有关会员独享的重要优惠信息。"
MSM2506="如果单击 “注册”，您的产品名称、操作系统信息和地域信息将被自动收集并通过互联网发送到 Canon。这些信息仅用于打开注册屏幕。"
MSM2507="如果单击 “注册”，您的产品名称、操作系统信息、地域信息以及打印机序列号将被自动收集并通过互联网发送到 Canon。这些信息仅用于打开注册屏幕。"
MSM2511="用户注册"
MSM2513="产品注册"
MSM2514="立即注册 Canon 产品，您将享受以下待遇:\n- 每月接收到 Canon 存储系统为您准备的邮件新闻\n- 接收到有趣的 Creative Park 方案和有用的提示\n- 第一时间接收到软件更新的通知"
MSM2515="通过注册产品，您可以接收到有用的产品和服务信息。您需要连接网络进行注册。"
MSM2516="如果单击 “下一步”，您的产品名称、操作系统信息和地域信息将被自动收集并通过因特网发送到 Canon。这些信息仅用于打开注册屏幕。"
MSM2517="如果单击 “下一步”，您的产品名称、操作系统信息、地域信息以及打印机序列号将被自动收集并通过因特网发送到 Canon。这些信息仅用于打开注册屏幕。"
MSM2521="用户注册。您的产品名称、操作系统信息、地域信息以及打印机序列号将被自动收集并通过因特网发送到 Canon。这些信息仅用于打开注册屏幕。要运行，请单击 “确定”。"
MSM2522="用户注册。您的产品名称、操作系统信息以及地域信息将被自动收集并通过因特网发送到 Canon。这些信息仅用于打开注册屏幕。要运行，请单击 “确定”。"
MSM2526="用户注册。您的产品名称、操作系统信息、地域信息以及打印机序列号将被自动收集并通过因特网发送到 Canon。这些信息仅用于打开注册屏幕。要运行，请单击 “确定”。"
MSM2527="用户注册。您的产品名称、操作系统信息以及地域信息将被自动收集并通过因特网发送到 Canon。这些信息仅用于打开注册屏幕。要运行，请单击 “确定”。"
MSM2551="Canon %s 用户注册"
MSM2552="卸载用户注册"
MSM2571="%s 用户注册卸载程序"
MSM2572="确认完全移除“Canon %s 用户注册”及其所有组件吗？"
MSM2573="卸载成功。"
MSM2574="卸载失败。"
MSM2575="您必须重新启动计算机以完成卸载程序。单击 “确定” 以重新启动。单击 “取消” 稍后再重新启动。"
MSM2576="要卸载 Canon %s 用户注册，必须具有管理员权限。"
MSM2577="用户注册。您的产品名称、操作系统信息以及地域信息将被自动收集并通过互联网发送到 Canon。这些信息将直接反映在注册屏幕上。要运行，请单击 “确定”。"
MSM2577_Mac2="用户注册。您的产品名称、操作系统信息、地域信息以及打印机序列号将被自动收集并通过互联网发送到 Canon。这些信息仅用于打开注册屏幕。要运行，请单击 “确定”。"
MSM2578="用户注册。您的产品名称、操作系统信息以及地域信息将被自动收集并通过互联网发送到 Canon。这些信息仅用于打开注册屏幕。要运行，请单击 “确定”。"
MSM2578_2="用户注册。您的产品名称、操作系统信息、地域信息以及打印机序列号将被自动收集并通过互联网发送到 Canon。这些信息仅用于打开注册屏幕。要运行，请确保打印机已经连接到计算机上，然后打开打印机电源并单击“确定”。"
MSM2580="连接失败。确保已经启用网络连接，然后重试。如果连接仍然失败，等待一段时间再试一次。您也可以通过 Solution Menu EX 随时注册。"
MSM2581="连接失败。确保已经启用网络连接，然后重试。如果连接仍然失败，等待一段时间再试一次。"
MSM2582="连接失败。"
MSM2584="正在连接。请等待。"
MSM2585="请输入您的防火墙用户名和密码。"
MSM2586="用户名称:"
MSM2587="密码:"
MSM2589="连接失败。确保已经启用网络连接，然后重试。如果连接仍然失败，等待一段时间再试一次。"
MSM2590="打印机忙碌(如正在清洗或执行打印头对齐)时，无法进行连接。\n请在打印机空闲时重试 Wi-Fi 设置。"
ExecutingPrefSet_Mac="该应用程序被链接到 CanoScan Toolbox。"
MSM2601="安装成功。"
MSM2602="立即重新启动系统(推荐)"
MSM2603="在线继续"
MSM2604="单击“在线继续”按钮，以此访问 Canon 网站，并可从此网站下载其他应用程序，获取适用于打印机的功能和服务的更多信息。\n将关闭此软件并在浏览器中打开 Canon 网站。"
MSM2605="在线继续"
MSM2701="取消安装"
MSM2702_Mac="未完成安装。要继续安装，请单击 “继续”。要取消安装，请单击 “中止”。"
MSM2801="改变系统设置"
MSM2802="要使新设置生效，必须重新启动系统。\n要立即重启系统吗？"
MSM2851="Extended Survey Program"
MSM2870="为了使产品的开发和销售更好地满足用户的需求，Canon 需要与您 Canon 产品相关的以下信息，然后通过互联网发送到 Canon。"
MSM2871="为了使产品的开发和销售更好地满足用户的需求，Canon 需要与您 Canon 产品相关的以下信息，然后通过互联网发送到合法批准的调查公司。"
MSM2873="如果同意上述信息，请单击“同意”。否则，请单击“不同意”。"
MSM2874="为了使产品的开发和销售更好地满足用户的需求，Canon 需要与您 Canon 产品相关的以下信息，然后通过互联网发送到 Canon (在中国使用 Canon 产品时，发送到合法批准的调查公司)。"
MSM2876="如果您同意，请单击“同意”以开始安装调查程序。否则，请单击“不同意”。该程序可能无法在不受支持的操作系统版本上运行。"
MSM2901="测试打印"
MSM2904="将执行测试打印以检查打印机的运转情况。\n在打印机中装入普通纸，单击“开始”。测试打印完成后，单击“下一步”。\n\n如果发生打印错误，请按照屏幕上的说明重新开始安装。"
MSM2905="开始"
MSM2906="数据已发送以检查打印机是否正常工作。"
MSM3001="使用打印机必须安装该软件。\n您可以对不同的纸张类型和尺寸执行相应的打印操作。"
MSM3002_Mac="电子手册介绍了打印机驱动程序的操作过程及应用程序软件的简单使用方法。"
MSM3008="您可以组合图像文件和文本，然后轻松地在光盘标签上进行直接打印。"
MSM3009="更新系统。"
MSM3010="该实用程序可以让您在计算机中使用插在打印机存储卡插槽中的存储卡里存储的文件。"
MSM3011="该驱动程序可以让您使用网络设备。"
MSM3012="该工具用来改变网络连接设备的连接方法和安全设置。"
MSM3013="My Printer 帮助您解决打印问题，如打印件脏污。"
MSM3016="MP Drivers 是打印文档和扫描图像所必需的。"
MSM3018="ArcSoft PhotoStudio 可以让您修正/增强从扫描仪或数码相机导入的图像。"
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage 是一个 OCR(光学字符识别)程序，它可以将书籍或报纸字符中的文本转换为文本数据。"
MSM3021="Presto! PageManager 使扫描、共享以及组织文档和照片变得容易。为了方便查阅，您可以将所有与业务有关的文档保存到不受限的嵌套文件夹中。"
MSM3023="Setup Utility 可以让您通过红外或 Bluetooth 连接进行打印设置。"
MSM3024="Setup Utility 可以让您通过 PictBridge 进行打印设置。"
MSM3026="这是一个能够更加轻松地进行专业照片打印的插件软件。要使用该插件软件，需要安装一个适当的应用程序软件。"
MSM3027="XPS 驱动程序适用于从支持 XPS 打印(Windows Vista 或更高版本系统)的应用程序软件打印。"
MSM3027_0="XPS 驱动程序适用于从支持 XPS 打印(Windows Vista 或更高版本系统)的应用程序软件打印。必须正确安装 IJ 打印机驱动程序。"
MSM3027_1="XPS 驱动程序适用于从支持 XPS 打印(Windows Vista 或更高版本系统)的应用程序软件打印。必须正确安装 MP Drivers。"
MSM3028="ScanGear 是操作扫描仪所需的驱动程序。要使用该驱动程序，请运行如图像编辑程序等应用程序软件。"
MSM3028_Mac="使用扫描仪时需要驱动程序。该驱动程序允许您在扫描时指定文档尺寸、输出尺寸和其他高级设置。从兼容 TWAIN 的应用程序操作扫描仪时也可以使用该驱动程序。"
MSM3031_Mac="电子手册介绍了打印机驱动程序的操作过程及应用程序软件的简单使用方法。"
MSM3032=
MSM3034="要真实再现 Adobe RGB 图像的色彩，需要此项。Adobe 为 Adobe Systems Incorporated 在美国和/或其他国家的注册商标或商标。"
MSM3035="Setup Utility 可以让您通过红外、Bluetooth 连接或 PictBridge 进行打印设置。"
MSM3037="ScanGear CS 是操作扫描仪所需的扫描仪驱动程序(TWAIN 驱动程序)。要使用该驱动程序，请运行图像编辑程序等应用程序软件。"
MSM3040="Easy-PhotoPrint EX 允许您使用您的数码相机照片轻松创建个性化的影集、贴纸标签或日历。您还可以立即打印无边距照片。此外，您可以在打印之前应用红眼修正和面部柔滑。"
MSM3041="立即启动可以轻松打印照片的辅助应用程序软件。"
MSM3042="MP Navigator EX 可以轻松地将扫描图像直接导入应用程序软件并进行打印，或将它们附在 E-mail 中，或者保存到您的计算机中。"
MSM3043="手册说明如何使用本机和附加软件。同时提供故障排除信息。"
MSM3043_Mac="手册说明如何使用本机和附加软件。同时提供故障排除信息。"
MSM3044="Easy-WebPrint EX 允许您剪切部分网页并用您特有的布局进行打印。它以便捷的工具栏形式显示于浏览器上。"
MSM3044_Mac="Easy-WebPrint EX 允许您剪辑部分网页并用您特有的布局进行打印。它是浏览器的便捷插件。需要 Safari 4.0 或更高版本。"
MSM3045="使用本软件您可以编辑打印机中注册的编码快速拨号、用户信息和其他设置，并将编辑后的设置保存在计算机中或注册到打印机。"
MSM3046="使用 Solution Menu EX 可以立即启动应用程序软件，该应用程序软件能够轻松打印影集和日历，或通过单击来扫描文档。您还可以轻松访问支持多种用途的 Canon 网站。"
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="您可以导入照片并使用照片创建和打印个性化的项目(如拼贴画、卡片和日历)。也可以通过简单的步骤打印无边距照片和修正/增强图像。与 Image Display 一起使用以从保存的照片生成推荐项目。"
MSM3049="用于照片打印的插件，可简化和优化艺术专业作品的创建。必须安装一个适当的应用程序。关于相应应用程序的信息，请参考手册。"
MSM3050="您可以快速启动 Canon 产品的软件或手册。还可以快速访问提供有关 Canon 产品的有用信息的网站，或访问支持多种用途以及更多用途的有用网站。"
MSM3051="使用扫描仪时需要驱动程序。从兼容 ICA 的应用程序操作扫描仪时可以使用该驱动程序。"
MSM3052="该实用程序将扫描并保存图像。"
MSM3053="您可以快速启动 Canon 产品的软件。还可以快速访问手册和各种网站。"
MSM3054="添加要在创建可搜索文本的 PDF 文件或启动 OCR 时使用的语言字典。安装后，请在 Canon IJ Scan Utility 的设置屏幕中选择相应的语言。"
MSM3055="这是一个应用程序，可打开 ScanGear 进行预览并扫描图像，然后将其保存至计算机。"
MSM3056="本软件可以配置使用网络上的打印机时所需的设置。"
MSM3057="该软件可以更好地控制 Autodesk, Inc. 所提供 CAD 类软件“AutoCAD”的打印质量。"
MSM3058="通过该软件，无需运行专用应用程序，即可轻松直接输出多件绘图之类的文件。\n还可与云服务互操作，在相关用户之间及时共享文件。"
MSM3059="该插件适用于 Microsoft Word、Microsoft Excel 和 Microsoft PowerPoint。使用该插件，可以从 Microsoft Office 程序向打印机简单进行多种打印任务。"
MSM3062="通过此应用程序，可以选择在页面上布置文本和图像的方式以进行打印。"
MSM3063="可以使用您喜爱的照片创建并打印独特的拼贴画、卡片、日历等。也可轻松打印无边距照片。"
MSM3064="只需选择包含照片的文件夹，应用程序即可自动选择照片并将其排列成相册。通过应用程序下单后，将在 Canon 专业照片打印机上以高分辨率打印相册。也可以使用 Easy-PhotoPrint Editor 在家用打印机上打印相册中的照片。"
MSM3066="只需选择包含照片的文件夹，应用程序即可自动选择照片并将其排列成相册。通过应用程序下单后，将在 Canon 专业照片打印机上以高分辨率打印相册。也可以使用 Easy-PhotoPrint Editor 在家用打印机上打印相册中的照片。"

MSM4001W="IJ 打印机驱动程序"
MSM4001="打印机驱动程序"
MSM4002="用户手册"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS 驱动程序"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="快速拨号实用程序"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA 驱动程序"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="适用于 OCR 的其他字典(中文/朝鲜语)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: 创建个性化相册"
MSM4067="hdAlbum EZ: 创建个性化相册"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="在线墨水购买功能现在准备完毕。"
EIDENABLER_ADMIN="要运行本软件，必须以 Administrators 组成员身份登录。"
MENU1_Mac="关于安装"
MENU2_Mac="服务"
MENU3_Mac="隐藏安装"
MENU4_Mac="隐藏其他"
MENU5_Mac="显示全部"
MENU6_Mac="退出安装"
MENU7_Mac="编辑"
MENU8_Mac="剪切"
MENU9_Mac="拷贝"
MENU10_Mac="粘贴"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="中国"
HK="香港"
ID="印度尼西亚"
IN="印度"
JP="日本"
KR="韩国"
MY="马来西亚"
PH="菲律宾"
SG="新加坡"
TW="台湾"
TH="泰国"
VN="越南"
MO="澳门"
AU="澳大利亚"
NZ="新西兰"
US="美国"
CA="加拿大"
BR="巴西"
MX="墨西哥"
AR="阿根廷"
CL="智利"
PA="巴拿马"
AT="奥地利"
BE="比利时"
BG="保加利亚"
HR="克罗地亚"
CZ="捷克共和国"
DK="丹麦"
EE="爱沙尼亚"
FI="芬兰"
FR="法国"
DE="德国"
GR="希腊"
HU="匈牙利"
IE="爱尔兰"
IT="意大利"
LV="拉脱维亚"
LT="立陶宛"
LU="卢森堡"
NL="荷兰"
NO="挪威"
PL="波兰"
PT="葡萄牙"
RO="罗马尼亚"
RU="俄罗斯"
SK="斯洛伐克"
SI="斯洛文尼亚"
ZA="南非"
ES="西班牙"
SE="瑞典"
CH="瑞士"
TR="土耳其"
GB="英国"
Others="其他"
MSM5001="在桌面上创建别名"
MSM5002="同意在桌面上创建手册的别名吗？如果同意，请选择“同意”。如果选择“不同意”，您可以从“应用程序”文件夹打开手册。"
MSM5003="同意"
MSM5004="不同意"
MSM5010="添加 Easy-WebPrint EX 到 Dock"
MSM5011="同意添加 Easy-WebPrint EX 到 Dock 吗？如果同意，请选择“同意”。如果选择“不同意”，您可以从“应用程序”文件夹使用 Easy-WebPrint EX。"
MSM5012="同意"
MSM6000="选择打印机连接方法。"
MSM6001="Wi-Fi 连接"
MSM6002="有线 LAN 连接(以太网电缆线)"
MSM6003="USB 连接(USB 电缆线)"
MSM6004="重试打印机网络设置"
MSM6005="选择 Wi-Fi 连接方法。"
MSM6006="通过无线路由器连接(推荐)"
MSM6007="直接连接"
MSM6008="通过无线路由器连接计算机和打印机。"
MSM6009="直接连接计算机和打印机。"
MSM6010="要在通过无线路由器连接和直接连接之间转换或了解有关连接方法的更多信息，请单击 “用法说明”。"
MSM6011="用法说明"
MSM6012="确保打印机已开启。"
MSM6013="网络上打印机的列表"
MSM6014="序列号"
MSM6015="MAC 地址"
MSM6016="IP 地址"
MSM6017="在列表中无法找到设置的打印机"
MSM6018="更新"
MSM6019="1. 要在网络上设置打印机，在上述打印机列表中选择一个打印机，然后单击 “下一步”。\n   可以在打印机背面或保修卡上找到序列号。\n   上述列表仅显示序列号的最后 5 个数字。\n2. 如果要设置的打印机不在上述列表中，请开启打印机并单击 “更新”。\n3. 如果仍然无法在列表中找到打印机，请选择 “在列表中无法找到设置的打印机”，然后单击 “下一步”。"
MSM6020="1. 要在网络上设置打印机，在上述打印机列表中选择一个打印机，然后单击“下一步”。\n   可以在打印机背面或保修卡上找到序列号。\n2. 如果要设置的打印机不在上述列表中，请开启打印机并单击 “更新”。\n3. 如果仍然无法在列表中找到打印机，请选择 “在列表中无法找到设置的打印机”，然后单击 “下一步”。\n4. 对于 USB 连接，也请选择 “无法找到设置的打印机”，然后单击 “下一步”。"
MSM6021="连接已完成。"
MSM6022="选择连接方法"
MSM6023="检查电源"
MSM6024="使用其他方法进行设置。请按照屏幕上的说明进行操作。"
MSM6025="必须完成打印机设置，然后才能安装 XPS 驱动程序。如果设置尚未完成，请单击 “返回初始界面” 设置打印机。"
MSM6026="继续之前"
MSM6027="此软件可能会使用网络设置打印机。\n如果在设置过程中安全软件显示任何警告，请允许此软件继续运行。\n(有关详细信息，请参阅安全软件的手册。)\n\n此软件会将其安装的其他软件添加到 Windows 防火墙允许的程序列表中。"
MSM6028="解除限制"
MSM6029="选择打印机"
MSM6026_Mac="继续之前"
MSM6027_Mac="此软件可能会使用网络设置打印机。\n根据所用安全软件，可能需要在开始设置前更改安全软件的设置。\n(有关详细信息，请参阅安全软件的手册。)\n\n如果在设置过程中安全软件显示任何警告，请允许此软件继续运行。\n\n此软件使用钥匙串。\n如果钥匙串访问请求您的许可，请单击“总是允许”。"
MSM6100="My Image Garden 使用保存在计算机上的照片自动创建卡片或日历。"
MSM6101="CREATIVE PARK PREMIUM 专为原装 Canon 墨水用户提供优质内容。"
MSM6102="仅从打印机的菜单进行选择，即可完美复印已打印的照片。"
MSM6103="即使打印机关闭，开始打印作业时，打印机也会自动开启。"
MSM6104="使用静音模式，可以安静地进行打印、复印或扫描而无需担心时间或周围环境。"
MSM6105="根据使用的型号，此处所述的功能会有所不同。有关更多详细信息，请参阅手册。"
MSM6106="有关功能和设置的更多详细信息，请参阅手册。"
MSM6107="此功能可以加载打印数据，然后在纸张上自由布置页面，放大或缩小页尺寸。"
MSM6108="该插件可以流畅完成高品质打印。支持 Adobe Photoshop、Adobe Photoshop Lightroom 和 Digital Photo Professional。"
MSM6109="该软件可以一次打印多个文件，实现高效打印。还可以通过云服务共享文件。"
MSM6110="该软件可以制作精心设计的海报。还包含很多素材。"
MSM6111="该插件适用于从 Microsoft Office 轻松进行大幅面打印。还可以进行长尺寸和无边距打印。"
MSM6112="该软件可以定制纸张设置。可以更改纸张名称并针对您喜爱的纸张进行调整以优化打印。"
MSM6113="该软件可以合计墨水和纸张的使用量和成本。还可以查看总打印成本，有助于成本缩减管理。"
MSM6114="该软件可以同时管理多个打印机的情况。还可使您迅速得知墨水用完错误，此功能在打印机管理中非常有用。"
MSM6115="通过智能手机复印功能可使用智能手机或平板的相机制作文档副本。"
MSM6116="通过 Free Layout plus，可以选择在页面上布置文本和图像的方式以进行打印。"
MSM6117="通过 Easy-PhotoPrint Editor，可以使用您喜爱的照片创建并打印独特的拼贴画、卡片、日历等。"
MSM6118="通过 Easy-PhotoPrint Editor，可以从计算机或智能手机打印海报、日历和照片拼贴画。"
MSM6119="该应用程序可以完成高品质打印。支持 Adobe Photoshop、Adobe Photoshop Lightroom 和 Digital Photo Professional 等多种图像编辑应用程序。"
MSM6030="从列表中选择"
MSM6031="可以在保修卡和打印机上找到序列号。"
MSM6032="IPv4 设备"
MSM6033="IPv6 设备"
MSM6034="序列号(后 5 位)"
MSM6035="序列号位置"
MSM6036="指定 IP 地址并运行搜索"
MSM6037="根据指南设置网络连接"
MSM6038="如果打印机未显示在列表中或如果通过指定 IP 地址无法找到打印机，请选择此选项。"
MSM6039="选择打印机搜索方法"
MSM6040="通过 IPv4 地址搜索"
MSM6041="通过 IPv6 地址搜索"
MSM6042="按主机名称搜索"
MSM6043="按 Bonjour 名称搜索"
MSM6044="要指定 IP 地址并执行搜索，必须事先为打印机指定 IP 地址。有关更多详细信息，请单击“在线手册”。"
MSM6045="搜索指定的 IP 地址时发生错误"
MSM6046="无法找到指定的打印机。请检查 IP 地址或主机名称，然后重试。有关更多详细信息，请单击“在线手册”。"
MSM6047="重新检测"
MSM6048="指定的 IP 地址或主机名称已被另一个设备使用。请检查 IP 地址或主机名称，然后重试。有关更多详细信息，请单击“在线手册”。"
MSM6049="更改 IPv4 网络设置"
MSM6050="选择设置方法，然后请输入要使用的打印机的 IP 地址。"
MSM6051="自动设置"
MSM6052="要自动获取 IP 地址，必须拥有 DHCP 服务器。"
MSM6053="手动设置"
MSM6054="IPv4 地址"
MSM6055="关于 IP 地址，请与网络管理员联系。"
MSM6056="更改 IPv6 网络设置"
MSM6057="要自动获取 IPv6 地址，必须拥有 DHCPv6 服务器或 IPv6 路由器。"
MSM6058="IPv6 地址"
MSM6059="前缀长度"
MSM6060="关于 IP 地址和前缀长度，请与网络管理员联系。"
MSM6061="更改网络设置时发生错误"
MSM6062="因为以下原因之一，设置更改可能失败:\n  -输入的 IP 地址无效\n  -IP 地址重复"
MSM6063="有关更多详细信息，请单击“在线手册”。"
MSM6064="请单击 “添加打印机”，然后按照屏幕上的说明添加打印机。\n\n添加打印机后，请单击 “下一步”。"
MSM6065="要使用此打印机的全部功能，必须安装 Canon 驱动程序。\n请单击 “下一步”，然后重复设置步骤。"
MSM6066="设置为默认打印机"
MSM6067="使用 USB 电缆线连接打印机和计算机。\n确保打印机已开启。"
MSM6068="如果 USB 电缆线连接到打印机，请断开电缆线。"
MSM6069="产品名称"
MSM6071="计算机网络不可用"
MSM6072="请确认已启用计算机的网络连接。\n要使用 Wi-Fi 连接，请检查无线路由器的连接状态。"
MSM6073="管理员密码输入"
MSM6074="请输入打印机的管理员密码。"
MSM6075="管理员密码"
MSM6075_add1="管理员密码:"
MSM6076="密码不正确。"
MSM6077="在计算机上启用 Wi-Fi。"
MSM6081="可以从智能手机或平板打印"
MSM6085="无线路由器的网络信息"
MSM6087="密码:"
MSM6088="显示密码"
MSM6089="请单击“用法说明”，参阅在线手册并设置智能手机或平板。\n如果您未使用智能手机或平板，请单击“下一步”。"
MSM6091="是否已执行打印机初始化？"
MSM6092="1. 请确认墨水盒中有墨水。\n2. 请按住打印机的“停止(Stop)”按钮约 5 秒。\n然后，打印机将开始初始化。该操作将需要约 6 分钟。"
MSM6093="1. 请确认墨水盒中有墨水。\n2. 请按住打印机的“恢复/取消(RESUME/CANCEL)”按钮约 5 秒。\n然后，打印机将开始初始化。该操作将需要约 6 分钟。"
MSM6094="准备墨水系统"
MSM6095="墨水系统尚未准备。要开始准备工作，请单击“用法说明”，并参阅准备工作说明，或参阅打印机附带的“入门指南(Getting Started)”手册。"
MSM6096="检查打印机"
MSM6097="支持代码: %s\n\n打印机准备尚未完成。请检查打印机。\n有关详细信息，请单击“用法说明”，然后参阅在线手册。\n\n然后单击“下一步”。"
MSM6098="用法说明"
MSM6099="将稍候检查打印机。"
MSM6120="简易无线连接"
MSM6121="单击“用法说明”，并按照指南的用法说明为打印机连接做准备。打印机准备就绪后，将会被检测到，然后可以继续执行下一步。检测打印机可能需要一些时间。"
MSM6123="备用方法"
MSM6124="Wi-Fi 设置"
MSM6125="请选择用于设置 Wi-Fi 的方法，然后单击“下一步”。"
MSM6126="从打印机连接至 Wi-Fi"
MSM6127="使用 USB 电缆线设置 Wi-Fi 连接"
MSM6128="如果按照指南中的步骤操作后仍未找到打印机，可能存在网络问题。请单击“故障排除”，然后检查网络设置。"
MSM6129="故障排除"
MSM6130="打印机的网络连接"
MSM6131="一旦打印机准备就绪，请单击“下一步”。要在打印机上准备连接，请单击“用法说明”并遵循该指南。"
MSM6133="正在关闭本程序并打开在线手册。\n\n为防止影响网络设置，本程序将关闭。检查网络设置后，请重新启动程序。"
MSM6134="如果在打印机连接准备完成后仍然无法继续执行下一步，请单击“备用方法”。"
MSM6135="正在关闭本程序并打开在线手册。"
MSM6136="为防止影响网络设置，本程序将关闭。检查网络设置后，请重新启动程序。"
MSM6150="选择网络适配器"
MSM6151="找到多个网络适配器。请选择要使用的网络适配器。"
MSM6160="在线手册快捷方式"
MSM6161="要创建在线手册的桌面快捷方式吗？"
MSM6162="Canon %s 在线手册"
MSM6163="创建快捷方式"
MSM6164="不创建快捷方式"
MSM6170="无法检测到打印机。\n请单击“故障排除”并查看修复步骤。"
MSM6171="已检测到打印机。请等待安装完成。\n这可能需要一些时间。"
MSM6172="USB 电缆线已连接到打印机。请断开电缆线。"
MSM6173="打印机连接未完成。要返回上一屏幕吗？"
MSM6180="将打印机连接至网络"
MSM6181="请单击“下一步”，然后按照显示的指南设置打印机。"
MSM6182="无法找到任何打印机。\n请单击“下一步”，然后按照显示的指南设置打印机。"
MSM6183="搜索 IP 地址"
MSM6184="请从列表中选择要设置的打印机。如果多个打印机具有相同的产品名称，请检查序列号。"
MSM6185="检查序列号"
MSM6186="如果查找的打印机不在列表中，请单击“未找到打印机”。"
MSM6187="未找到打印机"
MSM6190="准备打印机"
MSM6191="请按住打印机上的以下按钮 3 秒钟，然后单击“下一步”。"
MSM6192="如果使用此按钮连接出现问题，请单击“用法说明”。"
MSM6193="正在搜索打印机。请稍候。这可能大约需要一分钟。"
MSM6200="正在检查扫描仪状态"
MSM6201="使用 USB 电缆线连接扫描仪和计算机。\n如果扫描仪上有电源按钮或电源开关，请开启扫描仪。"
MSM6202="无法检测到扫描仪。\n请单击“故障排除”获取可能的解决方案。"
MSM6203="USB 电缆线已连接到扫描仪。请断开电缆线。"
MSM6204="已检测到扫描仪。请等待安装完成。\n这可能需要一些时间。"
MSM6210="了解关于 Canon %s的更多信息"
MSM6211="%s的更多应用程序"
MSM6212="Canon %s手册"
MSM6213="在线手册"
MSM6220="打印机准备可能尚未完成。请参阅在线手册。"
MSM6221="打印机准备可能尚未完成。"
MSM6222="请参阅在线手册。"
MSM6230="通过无线路由器连接"
MSM6233="根据网络环境，直接连接打印机可能会断开计算机与互联网的连接。\n是否选择要连接的打印机？\n\n当前连接: %s"
MSM6240="无法找到指定的打印机。请检查 IP 地址或 Bonjour 名称，然后重试。有关更多详细信息，请单击“在线手册”。"
MSM6241="指定的 IP 地址或 Bonjour 名称已被另一个设备使用。请检查 IP 地址或 Bonjour 名称，然后重试。有关更多详细信息，请单击“在线手册”。"
MSM6256="在与打印机相同的网络上进行搜索。\n请等待搜索完成。"
MSM6257="打印机网络连接失败。计算机连接已恢复到原来的网络。\n将尝试使用其他方法进行连接。\n\n要更改为 USB 或其他连接方法，请单击“更改连接方法”。"
MSM6258="更改连接方法"
MSM6259="打印机网络连接失败。将尝试使用其他方法进行连接。\n\n要更改为 USB 或其他连接方法，请单击“更改连接方法”。"
MSM6260="是否要保持计算机连接到以下网络(SSID)？"
MSM6261="计算机连接到与打印机相同的网络(SSID)时，可以找到打印机。\n是否要保持计算机连接到此网络并继续设置？有关更多详细信息，请单击“在线手册”。"
MSM6262="是"
MSM6263="否"
MSM6264="是否参阅在线手册，获取有关网络故障排除的信息？"
MSM6265="打印机网络连接失败。\n在重新连接之前，建议检查您的网络环境。\n为避免影响网络设置，导致可能无法访问在线手册，设置将取消。\n\n要更改为 USB 或其他连接方法，请单击“否”。"
MSM6266="是"
MSM6267="否"
